tests/saq/test_phishfry/find_mailbox_request.xml

<?xml version='1.0' encoding='utf-8'?><s:Envelope xmlns:e="http://schemas.microsoft.com/exchange/services/2006/errors" xmlns:m="http://schemas.microsoft.com/exchange/services/2006/messages" xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" xmlns:t="http://schemas.microsoft.com/exchange/services/2006/types"><s:Header><t:RequestServerVersion Version="Exchange2010_SP2"/><t:TimeZoneContext><t:TimeZoneDefinition Id="UTC"/></t:TimeZoneContext></s:Header><s:Body><m:ResolveNames ReturnFullContactData="false" SearchScope="ActiveDirectory"><m:UnresolvedEntry>smtp:jdoe@company.com</m:UnresolvedEntry></m:ResolveNames></s:Body></s:Envelope>
